import cctvImg from "../assets/cctv.jpg";

export const projects = [
  {
    id: "proj-1",
    title: "🔌 Project A",
    description:
      "ระบบควบคุมอัตโนมัติแบบเรียลไทม์ที่ช่วยเพิ่มประสิทธิภาพในภาคอุตสาหกรรม",
    image: cctvImg,
  },
  {
    id: "proj-2",
    title: "🌱 Project B",
    description:
      "การใช้พลังงานแสงอาทิตย์ในอาคารสำนักงาน ลดการปล่อยคาร์บอน 40% ภายใน 2 ปี",
    image: cctvImg,
  },
  {
    id: "proj-3",
    title: "🏗️ Project C",
    description:
      "งานออกแบบและควบคุมโครงการขนาดใหญ่ระดับ Smart City สำหรับภาครัฐ",
    image: cctvImg,
  },
];
